Repository: wp-plugins/sf-adminbar-tools
Catalog: languages/sf-abt-*.po
Languages: fr_fr

source: Adds some small interesting tools to the admin bar for developers
fr_fr: Ajoute à la barre d'administration quelques petits outils intéressants pour les développeurs

source: Current screen
fr_fr: Écran actuel

source: Admin init hooks
fr_fr: Hooks à l'init.

source: Before headers
fr_fr: Avant les en-têtes

source: After headers
fr_fr: Après les en-têtes

source: After footer
fr_fr: Après le pied de page

source: Admin head hooks
fr_fr: Hooks à l'en-tête

source: Admin footer hooks
fr_fr: Hooks du pied de page

source: %1$s: %2$s
fr_fr: %1$s&#160;: %2$s

source: Parameter: %1$s (%2$s)
fr_fr: Paramètre&#160;: %1$s (%2$s)

source: Autosave disabled, you can (gently) mess with this post! ;)
fr_fr: La sauvegarde automatique est désactivée, vous pouvez mettre (gentilment) la pagaille dans ce post&#160;! ;)

source: Who's gonna use this plugin?
fr_fr: Qui va utiliser ce plugin&#160;?

source: Alone in the dark?
fr_fr: Vous vous sentez un peu seul&#160;?

source: You want to use this plugin? You should ask one of those awesome people to join the dev team.
fr_fr: Vous voulez utiliser ce plugin&#160;? Vous devriez demander à l'une de ces formidables personnes de rejoindre l'équipe.

source: These preferences apply to you only.
fr_fr: Ces préférences ne s'appliquent qu'à vous.

source: Stop the coworking auto-refresh (please).
fr_fr: Stopper le rafraichissement automatique du coworking (s'il vous plait).

source: Coworking enabled or not, the plugin launch an ajax call on window focus and every %s minutes to keep the statuses updated. This can be boring if you're working in your console, so you can disable that here.
fr_fr: Coworking activé ou pas, le plugin lance des appels ajax au focus de la fenêtre et toutes les %s minutes pour garder les status à jour. Cela peut être pénible si vous travaillez dans votre console, vous pouvez désactiver ce comportement ici.

source: Stop posts autosave.
fr_fr: Stopper la sauvegarde automatique des posts.

source: When you're on a post edit screen, WordPress keeps a track of your current editing every %s seconds with ajax calls. This can be boring if you're working in your console, so you can disable that here.
fr_fr: Lorsque vous êtes sur une page d'édition d'un post, WordPress garde une trace de votre édition courante toutes les %s secondes avec des appels ajax. Cela peut être pénible si vous travaillez dans votre console, vous pouvez désactiver ce comportement ici.

source: Theme - %s
fr_fr: Thème - %s

source: MU Plugins
fr_fr: Extensions &#34;Must Use&#34;

source: Loading...
fr_fr: Chargement...

source: Clear my list
fr_fr: Vider ma liste

source: %1$s queries, %2$s s.
fr_fr: %1$s req., %2$s s.

source: Hide/Unhide the admin bar
fr_fr: Cacher/Montrer la barre d'admin

source: Fix/unfix admin menu
fr_fr: Fixer/Décrocher le menu d'admin

source: Show $wp_query content
fr_fr: Montrer le contenu de $wp_query

source: php mem.: %1$s/%2$sB (%3$s)
fr_fr: mem. php&#160;: %1$s/%2$sB (%3$s)

source: WP_DEBUG is %1$s, error reporting level is %2$s
fr_fr: WP_DEBUG est %1$s, le niveau de rapport d'erreur est à %2$s

source: enabled
fr_fr: activé

source: disabled
fr_fr: désactivé

source: Stop coworking
fr_fr: Arrêter le coworking
